@extends('layouts.ap')

@section('content')
<!-- News-->
    <div id="news" class="news">
        <div class="container">
            <div class="row">
                <div class="col-xs-12 col-md-12 col-sm-12">
                    <div class="row">
                        <div class="imgSwitch">
                            <div class="row">
                                <div class="col-xs-12 col-sm-12 col-md-12 dbox-list prod-cnt graphic">
                                    <div class="itemCont">
                                        <h2>The Blue Gate</h2>
                                        <h6>Graphic</h6>
                                        <div class="thumb_img"><img class="img-responsive center-block" alt="Blue Gate" src="images/img1.jpg"></div>
                                        <div class="itemInfo">
                                            <p>Оппозиционный блок заявил о готовности взять на поруки задержанного журналиста Кирилла Вышинского. Об этом сообщает пресс-служба Оппоблока. Оппозиционный блок выразил протест в связи с арестом журналиста и назвал это "расправой над свободой слова". "Все, кто пытались говорить правду о войне и нынешней власти подвергались угрозам, преследованиям или оказывались за решеткой. Это журналисты Руслан Коцаба, Игорь Гужва, Василий Муравицкий, Дмитрий Василец и Евгений Тимонин. 
                                            Теперь этот список пополнил и Кирилл Вышинский. Обвинения в адрес журналистов не выдерживали никакой критики и носили скорее заказной и политический характер", - говорится в сообщении. По мнению депутатов Оппоблока, решение властей об аресте журналистов противоречит заложенным в Конституцию принципам прав и свобод. "Мы готовы взять задержанного журналиста на поруки и будем следить за ходом судебных разбирательств", - говорится в сообщении Оппоблока. 
                                            17 мая Херсонский горсуд избрал меру пресечения в виде содержания под стражей руководителю издания РИА Новости-Украина Кириллу Вышинскому, подозреваемому в госизмене. 15 мая в Киеве СБУ совместно с прокуратурой Крыма провели обыски в офисе и по месту жительства руководства РИА Новости-Украина. Там считают, что РФ использовала издание в информационной войне против Украины. Вышинский был задержан по подозрению в госизмене. Главное следственное управление Следственного комитета России возбудило уголовное дело по факту задержания Вышинского. </p>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <!-- news -->
    @endsection